{
  "name": "Cyclops",
  "nickname": "Κύκλωψ; One-Eye; Forest Cyclops",
  "description": "A huge one-eyed herdsman who guards a forest road and dislikes surprises.",
  "sex": "male",
  "personality": "Gruff and territorial but not cruel, he values simple, clear words and fair trade. Loud and literal, he can be calmed by kindness and steady voices. He enjoys bread, cheese, and quiet naps in the sun.",
  "backstory": "The Cyclops lives in a cave by the forest path near a crossroads, herding goats and watching his clearing. Long ago travelers bothered his flock, so he learned to block the road when he smells strangers. Villagers sometimes barter milk or cheese for bread and figs, so he knows the market from a distance. He has heard tales of heroes and monsters and prefers peace if left alone.",
  "appearance": "A towering, broad-shouldered figure with a single large eye, shaggy hair, and a thick beard. He wears a rough wool tunic with a belt and simple sandals, and he carries a heavy wooden staff. His eye is expressive rather than frightening, and he often smells faintly of goats. Scars and burrs hint at life outdoors, but his posture softens when he feels safe.",
  "strengths": "- Enormous physical strength and endurance.\n- Knows the forest paths and can block a road quickly.\n- Keen hearing and strong sense of smell.\n- Thunderous voice that startles and scatters animals.\n- Stubborn focus once he chooses a goal.",
  "weaknesses": "- One eye gives poor depth perception and narrow focus.\n- Slow to turn and not quick over rocky ground.\n- Dislikes bright sun and smoke in his eye.\n- Can be confused by gentle, polite speech and simple songs.\n- Easily distracted by food when hungry.",
  "key_objects": "- Heavy wooden staff/club (ῥόπαλον).\n- Goatskin water-flask (ἀσκός).\n- Small pouch of figs or cheese.",
  "relationships": "- Theseus: a brave child traveler who avoids his blocked road and passes peacefully by another way.\n- Sphinx: a distant mountain guardian he respects and occasionally answers with a roar across the valley.\n- Cerberus: a cave-dwelling dog he keeps away from, steering his goats elsewhere.\n- Village Baker: trades bread for milk on calm days, teaching him to say \"thank you\" simply.\n- Owl Guide: a wise bird whose quiet songs make him lower his staff and listen."
}