{
  "name": "Theseus (Θησεύς)",
  "nickname": "Theseus the Owl; The Brave Owl; Θησεύς",
  "description": "Theseus is a brave young owl-hero who protects Athens and defeats the Minotauros using courage, wits, and clear words.",
  "sex": "male",
  "personality": "Curious, steady, and kind, he solves problems by asking, noticing, and trying again. He speaks in short, rhythmic phrases and gentle refrains (e.g., “μὴ φοβοῦ,” “ἴδε”), inviting others to join. Brave but not boastful, he prefers smart plans to loud shows of strength.",
  "backstory": "Raised among cliffside owls near Athens, Theseus hears of a fearsome creature in the λαβύρινθος that brings sorrow to his people. He sails with a small crew, promising to return with good news. In the maze he marks his path, watches carefully, and faces the half-owl, half-bull Minotauros. After a tense struggle, he defeats and kills the Minotauros, ending the threat and bringing hope to Athens.",
  "appearance": "A small, strong owl with mottled brown-and-olive feathers, wide amber eyes, and a calm, alert gaze. He wears a simple olive-green travel cloak and a light leather pouch at his side. A thin red cord is often looped around one leg or tucked in his pouch for marking paths. His posture is upright and ready, with quick, purposeful wingbeats.",
  "strengths": "- Courage that stays steady under pressure\n- Patient problem-solving and careful observation\n- Clear, simple speech that calms others\n- Loyalty to friends and responsibility to his city",
  "weaknesses": "- Can be overconfident at the start of a quest\n- Hesitates to ask for help until plans falter\n- Gets quietly stubborn when others rush or skip steps",
  "key_objects": "- Thin red cord for marking the path in the λαβύρινθος\n- Small wooden ship pendant from Athens (a reminder of home)\n- Light leather pouch for pebbles, notes, and small tools",
  "relationships": "- Minotauros: a half-owl, half-bull adversary whom Theseus confronts and ultimately kills in the λαβύρινθος.\n- Aegeus: Theseus’s father, an elder owl who worries for his son and watches for his safe return.\n- Athenians: the community Theseus protects, encouraging them with calm words and brave action.\n- Glaux the Teacher: a wise owl mentor who models clear Greek and reminds Theseus to look, listen, and think."
}