{"name":"theseus_front_neutral","artist_instructions":"Front view of Theseus the owl standing upright, wings slightly lifted from his sides in a relaxed T, head level and gaze forward. Show mottled warm brown (#7A5C3E) and olive (#6B7A40) feathers with a buff chest (#D9C6A5) subtly barred (#5B4630), a cream facial disk (#EFE6D0), wide amber eyes (#C88817) rimmed dark brown (#3B2D1F), a short horn-gray beak (#4A4A4A), feathered buff legs and deep horn-gray talons (#3E3A34), ear tufts small and flat. Cloak olive-green (#6B7A40) hangs open to show the leather pouch, a thin red cord loops the right leg and a small wooden ship pendant rests at the chest; clean silhouette, consistent proportions, transparent background.","pose":"standing neutral, wings slightly out","shot-angle":"front"}
{"name":"theseus_profile_glide","artist_instructions":"Left profile of Theseus in mid-flight glide, body horizontal, wings fully extended and slightly arched, head turned a touch toward the viewer. Keep the olive-green cloak (#6B7A40) streaming back without covering the shoulder joints, show the side pouch strap, and include the red cord at the leg along with mottled warm brown (#7A5C3E) and olive (#6B7A40) plumage, buff chest (#D9C6A5) with subtle bars (#5B4630), cream facial disk (#EFE6D0), amber eye (#C88817), and horn-gray beak (#4A4A4A). Feather layering on primaries and secondaries should be clear and consistent with even spacing and counts, no environment elements, transparent background.","pose":"mid-flight glide, wings fully extended","shot-angle":"profile"}
{"name":"theseus_back_perched","artist_instructions":"Back view of Theseus perched with wings folded and tail visible, head turned slightly left to suggest the facial disk shape from behind. Render the cloak from behind in olive-green (#6B7A40) with a neat drape and shoulder cutouts revealing feather texture and the pouch strap, and mark dorsal mottling in warm brown (#7A5C3E) and olive (#6B7A40) with subtle barring toward the tail. Include buff feathering on the legs and deep horn-gray talons clearly defined (no perch drawn), maintain consistent body proportions and markings, transparent background.","pose":"perched sitting, wings folded, slight head turn","shot-angle":"back"}