{
  "name": "Orpheus",
  "nickname": "Orphy, The Koala Bard, Gentle Singer",
  "description": "A soft-spoken koala musician whose songs calm hearts and open difficult doors.",
  "sex": "male",
  "personality": "Gentle, patient, and empathetic; he listens first and then answers with simple, memorable songs. Brave in quiet ways, he trusts that music and kind words can change a moment. He avoids conflict, preferring harmony and reconciliation.",
  "backstory": "Born with a gift for music, Orpheus learned to play the lyre so beautifully that animals, trees, and even stones seemed to listen. He once journeyed to the realm below to seek his beloved Eurydice, learning hard lessons about trust and looking forward. Since then, he travels to help friends solve problems through song, story, and steady courage. He models short, clear phrases so even young listeners can join his refrains.",
  "appearance": "A small, round-eared koala with soft gray fur and calm, dark eyes. He carries a simple wooden lyre with a faded ribbon and sometimes wears a laurel sprig above one ear. His movements are unhurried and careful; when he thinks, he tilts his head and hums a low, warm note. A woven satchel holds spare strings, a cloth, and eucalyptus leaves for tea.",
  "strengths": "Mastery of music and rhythm; Calming presence that reduces fear; Patient problem-solving and listening; Brings groups together with simple refrains",
  "weaknesses": "Second-guesses himself at turning points; Sensitive to loud conflict and chaos; Melancholy when memories of Eurydice surface",
  "key_objects": "Lyre with spare strings; Laurel sprig; Small satchel with eucalyptus tea",
  "relationships": "Eurydice: a beloved friend whose memory guides his hope and gentleness. | Persephone: a queen he once petitioned with song, now a respectful acquaintance who understands his careful heart. | Hades: a distant, solemn figure who once granted passage under strict conditions. | Theseus the Owl: a brave friend he steadies with quiet counsel and steady rhythm. | Children and animals of the village: eager listeners who learn simple Greek refrains from his songs."
}