{"name":"Orpheus_front_standing_lyre","artist_instructions":"Draw Orpheus, a small koala with soft gray fur, round ears, and calm dark eyes, standing facing the viewer on a transparent background. He holds a simple wooden lyre with a faded ribbon across his chest with both paws; a fresh green laurel sprig sits above his left ear, and a woven satchel hangs at his right hip with the strap running from left shoulder to right hip. Keep the pose relaxed with feet together and head slightly tilted as if listening, clean outlines for animation, and no additional props or scenery.","pose":"standing relaxed, holding lyre at chest, head slightly tilted","shot-angle":"front"}
{"name":"Orpheus_profile_walking_playing","artist_instructions":"Side view of Orpheus facing left in a gentle walking stride on a transparent background, proportions matching the front view. He strums the wooden lyre held close to his chest with relaxed paws; the faded ribbon trails softly, the laurel sprig sits above his left ear, and the woven satchel strap crosses from left shoulder to right hip with the pouch resting at the right side. Define the muzzle and nose in profile, show the front ear fully and the rear ear peeking behind, toes lifted mid-step, expression serene as if humming, and include no background elements.","pose":"gentle walking stride while strumming the lyre","shot-angle":"profile"}
{"name":"Orpheus_topdown_seated_crosslegged","artist_instructions":"From a top-down angle, draw Orpheus centered and seated cross-legged with his lyre resting in his lap on a transparent background. His head is bowed slightly toward the strings, paws placed softly on the lyre; the laurel sprig is visible above his left ear, the satchel rests against his right hip with the strap arcing across his torso, and the lyre’s faded ribbon curls subtly beside him. Emphasize clear silhouettes of ears, shoulders, and lap-placed instrument for animator reference, with simple shading on the character only and no extra props or scenery.","pose":"seated cross-legged with lyre in lap, head bowed slightly","shot-angle":"top-down"}