{
  "name": "Sphinx",
  "description": "A majestic, winged lion with a human face who blocks paths and tests travelers with simple, fair riddles.",
  "sex": "female",
  "personality": "Calm, proud, and clever; she speaks in short, musical lines and expects courtesy. She prefers mind-games to force and always keeps her word. With children she softens, but she still guards the rules.",
  "backstory": "Long ago she watched a great road and learned that good questions can teach courage and care. In these stories she roams hills, forests, and caves near villages, choosing a perch and slowing travelers with a riddle to keep the paths safe. If a traveler greets her kindly or answers clearly, she steps aside without fuss. When tempers rise, she flies to another path rather than fight.",
  "appearance": "Lion’s body with feathered eagle wings and a human face with calm, curious eyes. Sand‑gold fur, warm umber mane, and ivory pinions; she often sits on a carved stone or ledge. Larger than a donkey but smaller than a cart, she fills a path without seeming gruesome. Tail wraps neatly when resting; wings open in wide arcs when warning.",
  "strengths": "- Keen mind and love of riddles\n- Sharp eyes and ears; sees travelers from afar\n- Commanding voice that quiets a road\n- Strong wings for sudden leaps or retreats\n- Keeps promises and fair rules",
  "weaknesses": "- Bound by her own rules; courtesy and clear answers can move her\n- Dislikes loud chaos and bright midday glare\n- Impatient with trickery; repetition can tire her\n- Heavy body limits speed on narrow, rocky paths",
  "key_objects": "- A stone perch or milestone she claims as “her place”\n- A ribboned feather token exchanged with polite travelers",
  "relationships": "- Theseus: Meets him on a mountain road; after a respectful greeting and a plain answer, she lets him pass to the agora.\n- Cyclops: Keeps to different paths; they glare across the forest road but avoid quarrels.\n- Cerberus: Mutual respect between guardians; when their routes cross at caves, each watches without meddling."
}
