{
  "name": "Perseus (Περσεύς)",
  "description": "A brave, kind dinosaur-hero who uses clever tools and calm courage to face monsters and help friends.",
  "sex": "male",
  "personality": "Gentle and polite, Perseus prefers careful plans to wild risks, but he never walks away from someone in danger. He listens first, looks twice, and then acts with steady courage. He values fairness, gratitude, and keeping promises.",
  "backstory": "Born to Danae and raised far from danger, Perseus learned to be brave without being harsh. Challenged to fetch the Gorgon’s head, he received wise help—Athena’s shiny shield and Hermes’ winged sandals—and defeated Medousa by looking only at her reflection. On his journeys he rescued Andromeda from a sea monster and returned to protect his family from a pushy king. In every adventure he uses clever tools, clear eyes, and a kind heart.",
  "appearance": "A small, sturdy green dinosaur with bright, curious eyes and a friendly smile. He wears a travel cloak, a mirror-bright round shield slung across his back, and winged sandals strapped to his little forefeet. A simple leather pouch hangs at his side for safe-keeping special tools. Bronze accents and a star-shaped spot on his cheek hint at heroic gifts.",
  "strengths": "- Brave but careful\n- Clever with tools and mirrors\n- Strong dinosaur body and steady tail\n- Loyal to family and friends\n- Finds paths and patterns quickly",
  "weaknesses": "- Short forearms make carrying many items tricky\n- Dislikes tight caves and harsh echoes\n- Can get overconfident with magical gear\n- Gentle heart makes it hard to frighten foes when needed",
  "key_objects": "- Mirror-bright shield (Athena’s gift) for safe looking at monsters\n- Winged sandals (Hermes’ loan) for quick, quiet travel\n- Kibisis pouch (κιβισίς) for carrying special tools",
  "relationships": "- Danae — his loving mother whom he protects and honors.\n- Andromeda — a brave friend he rescues from a sea monster; they encourage each other to choose courage.\n- Orpheus — a koala musician whose songs calm and guide Perseus before big tasks.\n- Persephone — a panda friend who reminds him to balance boldness with kindness and rest.\n- Polydectes — a pushy king he outwits to keep his family safe."
}
