{"text_koine":"Θησεὺς ἐν οἴκῳ ἐστίν. λέγει· πεινῶ καὶ διψῶ· πορεύομαι εἰς τὴν ἀγοράν.","text_english":"Theseus is in the house. He says: I am hungry and thirsty; I go to the market.","art_instructions":"Interior, simple Athenian-style room. Place Theseus the Owl center-left, standing on the floor, facing right, body three-quarters toward the viewer, eyes bright but a little weary. A small olive-green cloak hangs from his shoulders; no rope or cord is visible. Above his head, include a faint thought bubble with a loaf of bread and a cup of water. Camera at child eye level, medium shot showing from floor to hanging shelf. Light enters from a small window on the right casting soft shadows.","art_characters":"Theseus the Owl"}
{"text_koine":"βλέπει τὴν τράπεζαν· ἄρτος οὐκ ἔστιν.","text_english":"He looks at the table; bread is not there.","art_instructions":"Same room, the table occupies the center of the image, top surface clearly visible. No bread on the table; show a simple empty plate. Theseus stands at the left edge, head tilted, one wing raised as if pointing, eyes searching. Camera overhead at a 30-degree angle so the table top reads clearly. Warm interior light; background walls plain, with a small shelf in the far left.","art_characters":"Theseus the Owl"}
{"text_koine":"βλέπει τὸ ποτήριον· ὕδωρ οὐκ ἔστιν.","text_english":"He looks at the cup; water is not there.","art_instructions":"Close-up, medium shot of a single clay cup on the table, clearly empty. Theseus leans in from the right side of frame, beak close to the rim, one eye peering down. The table fills the lower half; cup centered. Camera slightly above cup to show emptiness. Mood: calm, a little disappointed.","art_characters":"Theseus the Owl"}
{"text_koine":"ἀνοίγει τὴν θύραν καὶ ἔρχεται ἔξω· ἐνταῦθα τέσσαρες ὁδοί εἰσιν.","text_english":"He opens the door and comes out; here there are four roads.","art_instructions":"Exterior at a four-way crossroads. Place Theseus front-left, just outside an open wooden door set in a small house wall, wing on the door as if he has opened it. The roads branch: mountain path back-left with rocky slopes, forest path back-right with dense trees, a dark cave mouth path front-left, and a sunlit straight road front-right. Camera wide shot from slightly above to show all four clearly. Soft morning light; shadows indicate direction to the sunlit road.","art_characters":"Theseus the Owl"}
{"text_koine":"Θησεὺς εἰς τὸ ὄρος πορεύεται.","text_english":"Theseus goes into the mountain.","art_instructions":"Mountain path fills the midground, rising gently. Theseus walks from front-right toward the center, small but clear, feet on a narrow trail, wings tucked. Large gray rocks flank the path; sparse shrubs cling to slopes. Camera behind and slightly above Theseus, showing the path ahead into the hills. Mood: cautious but steady.","art_characters":"Theseus the Owl"}
{"text_koine":"τέρας ἐν τῷ ὄρει ἐστίν· ἡ Σφίγξ. δεινή ἐστιν.","text_english":"A monster is in the mountain: the Sphinx. She is terrible.","art_instructions":"The Sphinx sits squarely across the path in the midground center, lion body low, wings folded, human-like face neutral but stern; keep features friendly-stylized, not scary. Theseus stands in the foreground left, small, looking up at her, body angled to the right but head turned toward the Sphinx. Camera eye level with Theseus, making the Sphinx appear larger by scale, about twice Theseus’s height. Rocks and cliffs frame both sides, closing the space. The Sphinx blocks the way clearly with her forepaws on the path.","art_characters":"Theseus the Owl, Sphinx"}
{"text_koine":"Θησεὺς λέγει· οὐδαμῶς. ἐκ τοῦ ὄρους ἐξέρχεται. πορεύεται ἄλλην ὁδόν.","text_english":"Theseus says: no way. He goes out of the mountain. He goes another road.","art_instructions":"Two-part action in one frame: Theseus mid-turn in the center foreground, head turned back toward the Sphinx behind him while his body pivots to the left to retreat. The Sphinx remains in the background center, still blocking. Use a curved, dotted or faint dust trail suggesting his change of direction back toward the crossroads. Camera slightly above to show his retreat down the path. Expression: calm decision, not fear.","art_characters":"Theseus the Owl, Sphinx"}
{"text_koine":"Θησεὺς εἰς τὸ δάσος πορεύεται.","text_english":"Theseus goes into the forest.","art_instructions":"Forest path with tall straight trees forming a tunnel of leaves. Theseus walks from front-left toward the center on a dirt track, small compared to tree trunks. Dappled light on the ground; ferns at the base of trees. Camera behind Theseus at shoulder height to emphasize depth into the woods. Mood: quiet and cool.","art_characters":"Theseus the Owl"}
{"text_koine":"τέρας ἐν τῷ δάσει ἐστίν· ὁ Κύκλωψ. δεινός ἐστιν.","text_english":"A monster is in the forest: the Cyclops. He is terrible.","art_instructions":"A large one-eyed Cyclops stands in the midground center, sideways across the path between two trees, arms out to block. Keep features rounded and simple; single eye large and centered, mouth a firm line, not snarling. Theseus is in the foreground right, small, looking up with alert eyes. Camera eye level with Theseus to make the Cyclops loom by scale; Cyclops about three times Theseus’s height. Trees frame left and right like pillars.","art_characters":"Theseus the Owl, Cyclops"}
{"text_koine":"Θησεὺς λέγει· οὐδαμῶς. ἐκ τοῦ δάσους ἐξέρχεται. πορεύεται ἄλλην ὁδόν.","text_english":"Theseus says: no way. He goes out of the forest. He goes another road.","art_instructions":"Theseus is mid-step turning back toward the viewer on the forest path, wings slightly lifted as he pivots. The Cyclops remains behind in the background center, still blocking between trees. Add fallen leaves kicked up to show quick retreat. Camera slightly above and behind Theseus as he exits toward the bright opening of the forest. Light brightens toward the exit, guiding the eye.","art_characters":"Theseus the Owl, Cyclops"}
{"text_koine":"Θησεὺς εἰς τὸ σπήλαιον πορεύεται.","text_english":"Theseus goes into the cave.","art_instructions":"Cave mouth dominates the center, a rounded dark opening in a rocky hillside. Theseus steps from bright outside into the shadowed entrance, placed at the lower center moving inward. The cave floor is flat and sandy; stalactites hang just inside the roof. Camera outside, facing in, so the silhouette of Theseus contrasts against the darkness. Mood: hushed, cool.","art_characters":"Theseus the Owl"}
{"text_koine":"τέρας ἐν τῷ σπηλαίῳ ἐστίν· ὁ Κέρβερος. δεινός ἐστιν.","text_english":"A monster is in the cave: Cerberus. He is terrible.","art_instructions":"Cerberus, a three-headed dog, sits across the tunnel midground center, all three heads facing forward, ears alert; make him broad but stylized and not gory. Faint torchlight or reflected light reveals the heads and paws; tail curled to the side. Theseus stands foreground left, small, keeping a careful distance, head tilted in caution. Camera low and centered to make Cerberus fill more of the frame. Rocks and cave walls close in, emphasizing a blocked passage.","art_characters":"Theseus the Owl, Cerberus"}
{"text_koine":"Θησεὺς λέγει· οὐδαμῶς. ἐκ τοῦ σπηλαίου ἐξέρχεται. πορεύεται ἄλλην ὁδόν.","text_english":"Theseus says: no way. He goes out of the cave. He goes another road.","art_instructions":"View from inside the cave looking out toward daylight. Cerberus remains mid-background in shadow, no longer the focus. Theseus is near the entrance, moving into the bright exterior, wings slightly out for balance on uneven ground. Strong light outside silhouettes his shape; pebbles scatter underfoot to show motion. Camera low inside the cave, framing the bright exit as a doorway of light.","art_characters":"Theseus the Owl, Cerberus"}
{"text_koine":"βλέπει ἀγαθὴν ὁδόν καὶ ἥλιον· τέρατα οὐκ ἔστιν ἐκεῖ.","text_english":"He sees a good road and sun; monsters are not there.","art_instructions":"Open countryside road stretches straight into the distance under warm sunlight. Place Theseus foreground center, facing forward with a relieved smile. The other three paths are hinted in the far background as mountain, forest, and cave silhouettes off to the sides. Camera wide and slightly elevated to show the clear, safe route. Shadows are soft; the sun glows high-right.","art_characters":"Theseus the Owl"}
{"text_koine":"Θησεὺς περιπατεῖ ἠρέμα.","text_english":"Theseus walks gently.","art_instructions":"Medium shot along the clear road. Theseus is mid-left, one foot lifted in a slow, careful step, wings relaxed at his sides, eyes soft. Low grasses border the path; small flowers dot the verge. Camera side view at knee height to emphasize the gentle pace. Light breeze indicated by a few bending blades of grass.","art_characters":"Theseus the Owl"}
{"text_koine":"εἶτα τρέχει ταχέως.","text_english":"Then he runs quickly.","art_instructions":"Same road and setting as the previous page to show continuity. Theseus is mid-right now, leaning forward, wings slightly back, feet blurred to suggest speed, a few motion lines or dust puffs behind him. Camera side view at the same height for clear contrast with the walking pose. Background elements (flowers, grass) streak slightly to imply motion.","art_characters":"Theseus the Owl"}
{"text_koine":"καὶ εἶτα πέταται ἄνω καὶ ἔμπροσθεν.","text_english":"And then he flies up and forward.","art_instructions":"Theseus lifts off from the road, wings wide and strong, body angled up-right into the sky. The road and fields recede below as small shapes; include the sun upper-right. Camera three-quarters view from slightly below Theseus, making him the clear subject against open sky. Feathers spread, face joyful and focused.","art_characters":"Theseus the Owl"}
{"text_koine":"ἔρχεται εἰς τὴν ἀγοράν· τράπεζα ἐνταῦθα.","text_english":"He comes into the market; a table is here.","art_instructions":"Small village agora with one simple stall centered, a wooden table in front. Place Theseus front-left landing or just touched down, wings folding. A friendly, unseen vendor is implied by neatly arranged goods, but no other characters visible. Camera wide at eye level to establish place; buildings low and simple in the background, open sky above.","art_characters":"Theseus the Owl"}
{"text_koine":"ἄρτος καὶ ὕδωρ ἐπὶ τῆς τραπέζης.","text_english":"Bread and water are on the table.","art_instructions":"Close-up of the stall’s table occupying most of the frame. One round loaf sits on a cloth; a clear cup or clay cup of water beside it, both centered. Theseus peeks in from the right edge, eyes bright with relief. Camera slightly above the table so both items read clearly. Soft sunlight highlights the loaf and the rim of the cup.","art_characters":"Theseus the Owl"}
{"text_koine":"λαμβάνει ἄρτον· ἐσθίει ἄρτον καὶ πίνει ὕδωρ· λέγει· εὐχαριστῶ.","text_english":"He takes bread; he eats bread and drinks water; he says: thank you.","art_instructions":"Theseus stands at the table center, one wing holding the loaf near his beak and the other resting by a cup. His eyes are happy and content. Camera medium close-up straight on, showing his face and the food clearly. Include a small speech ribbon or open beak to indicate speaking. Background remains the simple agora stall with soft, warm light.","art_characters":"Theseus the Owl"}